{
    "ID": "P00742",
    "Function": "Factor Xa is a vitamin K-dependent glycoprotein that converts prothrombin to thrombin in the presence of factor Va, calcium and phospholipid during blood clotting (PubMed:22409427). Factor Xa activates pro-inflammatory signaling pathways in a protease-activated receptor (PAR)-dependent manner (PubMed:24041930, PubMed:30568593, PubMed:34831181, PubMed:18202198). Up-regulates expression of protease-activated receptors (PARs) F2R, F2RL1 and F2RL2 in dermal microvascular endothelial cells (PubMed:35738824). Triggers the production of pro-inflammatory cytokines, such as MCP-1/CCL2 and IL6, in cardiac fibroblasts and umbilical vein endothelial cells in PAR-1/F2R-dependent manner (PubMed:30568593, PubMed:34831181). Triggers the production of pro-inflammatory cytokines, such as MCP-1/CCL2, IL6, TNF-alpha/TNF, IL-1beta/IL1B, IL8/CXCL8 and IL18, in endothelial cells and atrial tissues (PubMed:24041930, PubMed:35738824, PubMed:9780208). Induces expression of adhesion molecules, such as ICAM1, VCAM1 and SELE, in endothelial cells and atrial tissues (PubMed:24041930, PubMed:35738824, PubMed:9780208). Increases expression of phosphorylated ERK1/2 in dermal microvascular endothelial cells and atrial tissues (PubMed:24041930, PubMed:35738824). Triggers activation of the transcription factor NF-kappa-B in dermal microvascular endothelial cells and atrial tissues (PubMed:24041930, PubMed:35738824). Activates pro-inflammatory and pro-fibrotic responses in dermal fibroblasts and enhances wound healing probably via PAR-2/F2RL1-dependent mechanism (PubMed:18202198). Activates barrier protective signaling responses in endothelial cells in PAR-2/F2RL1-dependent manner; the activity depends on the cleavage of PAR-2/F2RL1 by factor Xa (PubMed:22409427). Up-regulates expression of plasminogen activator inhibitor 1 (SERPINE1) in atrial tissues (PubMed:24041930)",
    "Cofactors": [
        "The vitamin K-dependent, enzymatic carboxylation of some glutamate residues allows the modified protein to bind calcium",
        "N- and O-glycosylated. O-glycosylated with core 1 or possibly core 8 glycans",
        "Proteolytically cleaved and activated by cathepsin CTSG (PubMed:8920993). The activation peptide is cleaved by factor IXa (in the intrinsic pathway), or by factor VIIa (in the extrinsic pathway) (By similarity)",
        "The iron and 2-oxoglutarate dependent 3-hydroxylation of aspartate and asparagine is (R) stereospecific within EGF domains"
    ],
    "Localization": [
        "Secreted"
    ],
    "Interactions": [
        "P0DPK4",
        "Q9UK55",
        "Q9UHD9"
    ],
    "Regulation": [
        "Inhibited by SERPINA5 and SERPINA10"
    ],
    "EC Number": [
        "3.4.21.6"
    ],
    "Mass": 53680,
    "Lifetime": 8441.12,
    "Diffusion": 0.00432
}